# HeatingLoadDividedByVolume Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SpecTypeId..::..HeatingLoadDividedByVolume Property
SpecTypeId Class See Also
---
Heating Load divided by Volume, in discipline HVAC.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId HeatingLoadDividedByVolume { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property HeatingLoadDividedByVolume As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ HeatingLoadDividedByVolume {
	ForgeTypeId^ get ();
}
```

# See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace